{
	"title": "Jumanji",
	"Directed by": "Joe Johnston",
	"Produced by": ",Scott Kroopf,,William Teitler,",
	"Written by": "",
	"Starring": ",Robin Williams,,Kirsten Dunst,,David Alan Grier,,Bonnie Hunt,,Jonathan Hyde,,Bebe Neuwirth,",
	"Music by": "James Horner",
	"Cinematography": "Thomas E Ackerman",
	"Edited by": "Robert Dalva",
	"Production": ",Interscope Communications,,Teitler Film,,  ",
	"Distributed by": "TriStar Pictures",
	"Release date": ",December15,1995,,19951215,,,,,,",
	"Running time": "104 minutes",
	"Country": "United States",
	"Language": "English",
	"Budget": "65 million,1",
	"Box office": "2628 million,1",
	"Summary": "\n,Jumanji, is a 1995 American ,fantasy, ,adventure film, directed by ,Joe Johnston,. It is an ,adaptation, of the ,1981 children's book of the same name, by ,Chris Van Allsburg,. The film was written by Van Allsburg, ,Greg Taylor,, ,Jonathan Hensleigh,, and Jim Strain and stars ,Robin Williams,, ,Bonnie Hunt,, ,Kirsten Dunst,, ,Bradley Pierce,, ,Jonathan Hyde,, ,Bebe Neuwirth,, and ,David Alan Grier,.\n,The story centers on a ,supernatural, ,board game, that releases jungle-based hazards upon its players with every turn they take. As a boy in 1969, Alan Parrish became trapped inside the game itself while playing with his best friend Sarah Whittle. Twenty-six years later, in 1995, siblings Judy and Peter Shepherd find the game, begin playing and then unwittingly release the now-adult Alan. After tracking down Sarah, the quartet resolve to finish the game in order to reverse all of the destruction it has caused.\n,The film was released on December 15, 1995. Despite the film receiving mixed reviews from critics, it was a box office success, earning $263 million worldwide on a budget of approximately $65 million and it became the ,10th highest-grossing film of 1995,.\n,A similar film, marketed as a spiritual successor to ,Jumanji,, titled ,Zathura: A Space Adventure,, was released in 2005 and was also adapted from a Van Allsburg book that was more directly connected to the Jumanji book.\n,It is part of the ,Jumanji, franchise,, followed by ,Jumanji: Welcome to the Jungle, (2017) and an ,upcoming untitled third film, (2019), as well as an ,animated television series, (1996–1999).\n,In 1869, near Brantford, ,New Hampshire,, two boys bury a chest. A century later, Alan Parrish escapes a group of bullies and retreats to a shoe company owned by his father, Sam. He meets Carl Bentley, an employee, who reveals a new shoe prototype he made by himself. Alan misplaces the shoe and damages a machine, but Carl takes responsibility and loses his job. After being attacked by the bullies, who also steal his bicycle, Alan follows the sound of tribal drumbeats to a construction site. He finds the chest containing a ,board game, called ,Jumanji, and brings it home.\n,At home, after an argument with Sam about attending a ,boarding school,, Alan plans to run away. Sarah Whittle, his friend, arrives to return his bicycle, and Alan shows her ,Jumanji, and invites her to play. With each roll of the dice, the game piece moves by itself and a cryptic message describing the roll's outcome appears in the ,crystal ball, at the center of the board. Sarah reads the first message on the board and hears an eerie sound. Alan then unintentionally rolls the dice after being startled by the chiming clock; a message tells him to wait in a jungle until someone rolls a five or eight, and he is sucked into the game. Afterwards, a swarm of ,bats, appears and chases Sarah out of the mansion.\n,Twenty-six years later, Judy and Peter Shepherd move into the vacant Parrish mansion with their aunt Nora, after their parents died in an accident on a ski trip in Canada the winter before. The next day, Judy and Peter find ,Jumanji, in the attic and begin playing it. Their rolls summon big ,mosquitoes, and a swarm of ,monkeys,. The game rules state that everything will be restored when the game ends, so they continue playing. Peter's next roll releases a ,lion, and an adult Alan. As Alan makes his way out, he meets Carl, who is now working as a police officer. Alan, Judy, and Peter go to the now abandoned shoe factory where a homeless man tells Alan that Sam abandoned the business to search for Alan after his disappearance, until his death just four years earlier. Eventually the factory closed which caused Brantford's economic decline.\n,Realizing that they need Sarah to finish the game, the three locate Sarah, now suffering mental trauma from both ,Jumanji, and Alan's disappearance, and persuade her to join them. Sarah's first move releases fast-growing ,carnivorous, ,vines,, and Alan's next move releases a ,big-game hunter, named Van Pelt, whom Alan first met in the jungle. The next roll summons a herd of various animals, causing a stampede, and a ,pelican, steals the game. Peter retrieves it, but Alan is arrested by Carl. Back in town, the stampede wreaks havoc, and Van Pelt steals the game. Peter, Sarah, and Judy track Van Pelt to a ,department store,, where they set booby traps to subdue him and retrieve the game, while Alan, who after revealing his identity to Carl, is set free. When the four return to the mansion, it is now completely overrun by jungle wildlife. They release one calamity after another, until Van Pelt arrives and when Alan drops the dice he wins the game which causes everything that happened as a result of the game to be reversed.\n,Alan and Sarah return to 1969 as children, but have memories of the future events. Alan reconciles with his father and admits that he was responsible for the shoe that damaged the factory's machine. Carl is rehired, and Sam tells his son that he does not have to attend boarding school and finally accepts Alan as who he is. Alan and Sarah throw ,Jumanji, into a river, then share a kiss.\n,In an alternate 1995, Alan and Sarah are married and expecting their first child. Alan's parents are still alive and successfully running the family business. He and Sarah meet Judy, Peter, and their parents Jim and Martha for the first time during a Christmas party. Alan offers Jim a job and convinces them to cancel their upcoming ski trip, averting their deaths.\n,On a beach in France, two young girls hear drumbeats while walking, as ,Jumanji, lies partially buried in the sand.\n,While ,Peter Guber, was visiting ,Boston,, he invited author ,Chris Van Allsburg,, who lives in ,Providence, Rhode Island,, to ,option, his book. Van Allsburg wrote one of the screenplay's drafts, which he described as \"sort of trying to imbue the story with a quality of mystery and surrealism\".,[2],\n"
}